Revit 2027 API
BuiltInFailures.RebarSystemFailures.HostFlagPathOn Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId HostFlagPathOn { get; }
Public Shared ReadOnly Property HostFlagPathOn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ HostFlagPathOn {
	FailureDefinitionId^ get ();
}
static member HostFlagPathOn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace